/*
* In memory of the deep hidden lore......

module.exports = {
    name: 'secret',
    description: '???',
    category: 'secret',
    cooldown: 500,
    userPerms: [],
    botPerms: [],

    async run({
        message
    }) {
        if (message.content.slice(prefix.length + 6)) return;
        message.delete()
        message.channel.send("||*Beep*.\nYou found a radio.....\n\n\n...........................................................\n\n\nUnclear sounds starts to come from the radio, and you started feeling sick. ||")
            .then(message => {
                setTimeout(() => {
                    message.edit("||***S̶̼̼̝̼̖̤͚̮̹͔̤̘͓̩̹̱̙͈̬̜͍̭̏͋̏͐͒̈́̀̔́͑̇̿͊́̓̀͗͛̽̒̈̕̕͝ą̸̭̥̳̹͙͖̠̲̓͑͋̈́̑̒v̵̛̬̆̋̔e̴̢̟̭̭͍̩̳͎͕̟̅̀̔̑̋͑̅̎̊̾͋̋̍̈̓͗́͛̊͘ ̵̩̰͔͔̓͌͒̿͋̎̈́̆̈́̽͗̑̓͊̉͌̋̀͌͋̓͘͠m̶̹͗͗̎̐̋́̀͆̀̄̓̈́̾̌̅͂͘͘̕͘͝͝e̸̛͚̩͖̪̫͔͕̲̬̹̥̝̼̝̮͖̭͕̟̥͛̀̈́̋̆̊̀́̄͘̕̚͠.̷̨̧͓̬͎̞͈͎̩̜̬̀̊̊͊̏̎̒̿̈́͑͑̓̓̆͐.̶̧̨̡̮̬͎̼͙͇̱̪̗̥͖͈̳̩̭̣̳̘̇̀̑̔̏̉͠.̷̯̘͔͓̱̙͇̝͉̻̣̜̥̹̺̝̪̠̣͕̗̘͗̾͌̒̈́͗́̏͛̄̊̓̽̚͠͝͝ͅ.̷̡͔̠͓̩̯̜͈̲̟͕̩̼̯̹͖͓͕̗͈̺̯̒̒͋̽̒̑͆͆̓̑͛̅̓̚͜͝ͅ.̷̞͐͋̓̚͜͠.̷̩͗͊͛̍͝.̸̛̹͕̠̭̮̊̅̓́̿̈́̊̀̽̃̑́̋̇̑.̷̢̲̜͖͖͇͈̠͖̊́̄̓̓̌̀͂̊̐̀̂̽̂̽͋̽̏̌́͝ͅ***||")
                }, 6500);
                setTimeout(() => {
                    message.edit(`***||Ģ̶̤̥̩̮̾͐̔̃̾͐̆͐̓̀̄̐͋̃̅̂̅͠l̸̩͚̎̽̊̀̈̽̀͑̍̿̒̾̽̈́̇̽̅̕̕ḯ̷͚͎̝̭̞͔̙̓̋̔̇̽͌́̀͑̔̏́̕̚!̸̛̛͔̮̄̿́̑̐̑̕͝͝ţ̸̡̪͍̦̩̖͍̙̜̫̈̋̎̄͊͌̇̇̋̔͝͝͠͠c̸̛̛̫͚̪͈̭̫̬̩͎̈͋̇̿̽̄̕̕ͅh̷̗͊̎̎̐̿͆̆̂̉̏̓̄͛̔̒̕͝ͅ.̷̡̛̪̗̹͙̱̺̪̦̳͇̦͔̜͔̞̼̈́̏̐̔͂̑̔͗̄̀̒̿͋̕͘͝.̷̝͈̣̝̦̮̠̌̒͑̿̈́͐̀͊̈́͆̌̕͘͝.̵͈̠̪͊̉͌͒̍̀̇͋̀͋͑͝͝.̶̨̳͙̲̫̣̩̣͎̻̝͇̫̒̈͛̇̚ͅP̶̛̛̱͕̯̯̮̠̮͈̀̇̄̆̂́̌̽͆͊̇͜͝͠͠ͅo̶̬̮̼̙͔͉̩̱̗͇͆͋̄́̈̈̈́͆̀̚͘͝r̵̛͇̹̦̖̘̫̼̈́̔̋͝ͅͅ@̵̡̨̡͈̫̘̬̹͕̯̤̳͕͐̉́̐̏̑̀̓̌̒͆͐͛͘͜t̷̬̱̙̦̪͔͙̒͆̿͑̐̍̐̑͜a̶̧̡̢̮͍͚̫̪̱̥͍͚̤̅̈̏͌̈́̏̅̕͝͝ļ̵̧̛͓̳̦̩͈̭̳͍̺͔̭̿̊̌̄̓̒́̌͐̅̿͋̈́̽͜?̸̢̟͓̥̗̜͎͈͚͓̼̘̳̂̽̽̏̂̾̓͒̎̓̈́̀͂
            ̴̧̛̩̼̩̗̩̱͈̦͎͇͕͈̻̩͚̆̐̾R̸̡̡̝̱̤̱̖̦̩̦̭̣̞̠̤̠͚̩̼̽ṵ̷̝̭̭̦̮̓̀̂́̎̈́̇̀͋̍̚͘̕͝n̵̨̡̼̖̣͙̞͓̠̖̱̫͆͆̌́̀̈́̾̅̇̎̒͜͝.̴̦̘̾̅̽̈̅.̵̨̢̤̱̙̺͕̰͕̮̳̯͕͇̀͗̌́̒̎̈́̃̀̎̾͝ ̸̡̨̧̛̪͓̬̘̞͈̫̭̬̙̫̺̔͂̈́̆̀̕N̶̡͉͙̱̖̭̩̩̼͖͗̾́͜ͅo̴̲̻̳̮͕̥͈̻̾͌̉̋̈͆̎̑̉̄̒̇̔̔̿̕̚̕͠t̵̲̺̜̫̲̜̜͙͖̭̖̖͓͊̍̆͂̍̔̈́͛̒͜͝ ̵̖̯̫̖̻̥͒̈́͛̂́̐̇͛̈́̍̕s̴̨͖̞̖̖̻̉̀͐́̚͜͝ẫ̸̛̲̹̣̹̥̠̝̫̠̟̂̐̀̓̈́͒́̓͗̆̽̋̌͝f̶̡̛̩̗̤̥̯̠̣̫̣̅̂́͠ȩ̷̢͎͎̼̤̜̬͈̼̯̣̻̤̘͔̬̘̎̀͂̀̈́͜͝.̴̪̼̬͕̲̠̮͔̜̍̏̄͗̾̈́̄̄̿̑̚͝͠.̸̢̧̤̤͙̦̘̯̰̻̽͛̔͋ͅͅ.̵̻̬̰̠̝͖͚̯͔̺͙̦̜̲̮̩̺͒͌̈́͊͛||***`)
                }, 11000);
                setTimeout(() => {
                    message.edit(`***||I̵̧̧̖̪͍̮͕͙̬̮̩͍̭̊̓͛͛͝ͅ ̸͎̳̐͗̉̀̐̃̇̓̿̾͊͘͝c̵͉̚͘a̸̡̛̺̫̳̬̺̫̩͊͌̂͆̊͆͂͋̈́?̸̛̝͉̹͕̟̣̤̻̖̅͛̊̉͐̽̅͌̐̊̏͗͜ñ̵̨̢̘͉̩͚͖̞̺͓̙̪̗̘͗͐̓̈́̓̿̉̔͠t̸̡̩̟̪͔͙͇͈̐ ̸̦͚̲͛͌͊̀̃̉̏̇̂̒̀̾̈͜͝m̵̻̲͕̬̦̻̖͕͓̀̆̄̎̿͐̐͜͜͝!̴̛̙͆͗͆̔̑͌̀̿͋͝a̶͓̯̜̺̲͙̰͋̓͂k̵̥͓͒͛͋̄̃̉̕͠͝͝͝͝2̵̨͙͖̣͈͉͈̦͔̻͔͖̌̽̀̔̾́̓̊̔̏̿ͅ1̸̠̲̰̞̮̯̦͆e̵̢̧̺̞̱̝̾̀̿̈́̉̍̓́̈͒̐̀̍̚ ̸̨͉̞̀̅̇̾̇̂̍̇̓̋͒̍̏̚ī̸̡̧̦̙̪̞̮̬͖̪̥̅̽̊̚]̵̧̘͍͇̑́̓t̴͔͔̟̗̦̤̻̮͓̺͎̱͛͛̔͆.̶̡̭̥̻̮̣͇̯̦̣͉̜͚͑͑̿͑̓.̶̢̭͕̩͚̪̽̾̔̃̐͗̋̈́̽̐͛͂̈́͝.̴̪͎͈̜̫̯̐̒͑̒̊̽͋̎̋.̶͔̫̮̺͗́̊̃̋͆͐̏̕̕ ̶̨̞̹͙̫͉̣̙̰̏͗̊̋̈̅͆̓̐̓͒̂̍Í̷͉̤̊̀̇̀̈́̉͊͌̌-̶̨̲̬̹͍̖̭͐͐͊̉̿̋̈́̾͆͘͝||***`)
                }, 16000);
                setTimeout(() => {
                    message.edit(`***||𝓦!𝓱^%𝓮𝓻𝓮 𝓭𝓸 𝔂$𝓸𝓾 𝓽𝓱𝓲=&𝓷𝓴 𝔂𝓸@𝓾𝓻 𝓰𝓸𝓲𝓷?!𝓰!?||***`)
                }, 21000);
                setTimeout(() => {
                    message.edit("***||Į̵̨̢̡̯̦̻̰̂~̷̢̨͖̯͍̟̪͇̦̟͉̤̅ ̶̨͕̞͇̭̞̣͓̼͛̐̀̾̈̑̍̓̈́͒̕͘c̸̡̤̲̪͕͓̪̃̀͌̿̅̀͆͑#̶̳͕͌͐̆̍̊̿͠å̵͕͚̼̥̬͓̬͙͍̙͓̺͑̊̋̍́́́͐̒͝͝n̶̫̔̈́͌̇̆͋̔$̴̢̛̲̣̰̯͔̟̳̣̫̌̊͗̎͒͌͝%̸̛̖̦̪͉̤͎̝̦͋̆̓͌̐̄͘̕'̷̨̡̠̺̟̣͈̠̏͛̑t̵̛̪̙̻̘͆̃̓̌́̋͑̃͐͠ ̸̨̹͕̘̟̝̪̪̤̂̋̿̒͑̽͜͝ͅm̵̪͎̠͎̼̤̗̳̥͓͔̋͗̈́̅̑͗̊͛̈́̈̃?̴͍̼̩̩̖̗̻̲̼̃͠ͅą̸̢͇̞̙̼͚̳̈́͌̾̌̐̈́̽̕̕k̵̡̡̡̦̜̘̥͓̟̬̋̓͝ę̴͇̯̗̈́͗̕ ̵̹̲̗̼͖͎̼̰̬͍͗̀̈ị̵̈͑̾͆̿̓̓͘͝͝t̸̨̧͉̰̥̟͚̜̝̒.̷̝͎̪̂̀̏̚͘.̷̜͓̱̣͕͍͓̫̉̓̏̆̔̃.̵̘̬͉͑͆͊̋͝.̶̡͍͍̙̗͂̊̋̓̐́̚͝ ̶̧̢̜̭̼͔̐̌̔̀̌̂͂͘͝b̵̢̡̠̮̦̗͙̲̙̬̺͊͛̈́̓́̈̀͠͝͝͝u̶̡̨͇̠͙̮͔͈̟̘̾̏́͑̊~̶̫̗̲̼̰̩͈̦͎̻̦̞̌̈́͑̒͊̄̉͂̚͝t̵̡̟̝͕̍̓̈͆́̀̑͌ ̸̧̛̖̟̣̜̼̜̈́̈́͂̃̋̈́́͝͠ý̴̢̡̟̬͔̺̥̦̠͖͘͜͝ơ̸̩̠̩̰̠̥͈̍͑̌̍͋̅̅̀͌͝͝?̵̬̺̖̰̱͒͝ǘ̵̧̨̨̗͙̩̍̒͆̔̇̈ ̸̮̜͍͖̞̤̳͋͛̆͑͠͝c̸̡̛͚͎̘̺͔̻͉̣̦͎̩̏͆̽̕]̶͙͈̖̯̃͝á̴͕̼͙̙͙̯̫͍̄̈́̏̈̆̚̚͠͠n̴͕͈̭͖̟͍̼͎̓̒͗͒͆̿̅̽̄̂.̷̤̥̆̓͋̓̀̈́̾̐̒͒̕͜͜͝.̵̢̧͔̰͙͔̗̩̳̉̔̃͒̉̈̈́̈.̷̻̪̩̰̌̍.̵͙̱̯̻̬͓͖͂̑̀̂̀̉̇͋͘͝.̴̨̖̠̜̩̺͌͂̉͝͝ ̴̞̺̟̫̣͐̑̀̓̈͛̂͑̽̐̈́Ṛ̷̜̭̠̣͗͊́͝ͅ^̶̧̧̦̞͎͚̦̬̜̜̘̏͆͐̇&̵̧̧̢͎̟̼̟͇̳͓͉͒̅̅̈̉̔̈͛̀U̶͍͆̐̒̿̋͗̒&̴̡͙̭̣͖̳̞͔̠̱̹͕͌̈́̽̃N̸̛͖͙̦͈̂̈́̓̔̈́̋̑*̶̩̤͔̖̙̘̂̄̌̋̍͗͋͊̔̊̚͜!̷̙̱̰͗͋͑͛̉̋̾̍͂̉͌͘!̶̨͉̘͙͎͖̜̞̜̙̰̿͆͌̈́͒͂̄͗̈́́͠͝!̸͇̫͕̭͛̏ͅ||***")
                }, 24500);
                setTimeout(() => {
                    message.edit("||*Beep.*\nThe radio is quite now. \n\n\n................................................\n\n\n~~You feel as if someone, or something, is watching you from behind with great force of evil.....~~||")
                }, 30000)
                setTimeout(() => {
                    message.edit("||Your head starts to spin....... \nNext thing you know, you're on the ground.....\nYour eyes covered in darkness.....||")
                }, 37000);
                setTimeout(() => {
                    message.edit("||A figure stood above.\n\n\n...............................................||")
                }, 42000);
                setTimeout(() => {
                    message.edit('~~||***Shhhhhhhhh..................***||~~')
                }, 46000);
                setTimeout(() => {
                    message.edit("||*beep.*||")
                }, 50000);
                setTimeout(() => {
                    message.delete();
                }, 54600);
            })
    }
}
*/